{"organisation":"VIC_Govt_DELWP","name":"delwp_vif_erp_household_dwelling_vifsa_2011_31","title":"VIC DELWP - Victoria in Future 2016 - ERP by Household Dwellings (VIFSA) 2011-2031","legal":{"copyrightYear":"2016","attributionYear":"2016","attribution":"{datasource.organisationTitle}, ({dataset.attributionYear}): {dataset.title}; accessed from AURIN on {dateOfAccess}.","clickthrough":false,"licenceType":"Creative Commons Attribution 4.0 International (CC BY 4.0)","copyrightNotice":"&copy; {datasource.organisationTitle} {dataset.copyrightYear}"},"referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","geoLevel":"NA","key":"ogc_fid","keyRegex":null,"availability":"true","geomField":"wkb_geometry","keyword":"population","theme":null,"temporalExtent":{"beginDate":"2011-01-01T00:00:00","endDate":"2031-12-31T00:00:00","selectTime":false},"type":"dataset","_id":"dataset-VIC_Govt_DELWP-delwp_vif_erp_household_dwelling_vifsa_2011_31-NA","bbox":[140.96,-39.16,149.98,-33.98],"abstract":"This dataset is the 2016 release of the Victoria in Future series of data and presents Estimated Resident Population (ERP) by number of households and number of dwellings for the state of Victoria. The data is presented in 2015 Victoria in Future Small Area (VIFSA) boundaries and covers each fifth year for the years 2011 to 2031.<br/><br/>\n\nThe Victoria in Future series is a projection of the ERP for Local Government Areas (LGA) and VIFSAs for 2011 to 2031. Some data areas are available for individual years and some for every fifth year in the projection period. The first year for each dataset in the series is 2011. Where available, the latest Australian Bureau of Statistics (ABS) data is used for the years 2012 to 2015.<br/><br/>\n\nData are available for Estimated Resident Population (ERP - the official total population), population by age and sex (for single years of age in some cases, otherwise for five-year age groups), households and dwellings (including average household sizes and dwelling occupancy rates).<br/><br/>\n\nVIFSAs are:\n<ul>\n<li>smaller than LGAs and fit entirely within them</li>\n<li>large enough to avoid the uncertainty attached to some projections at SA2 level</li>\n<li>as far as possible distinct from ABS classification, so as to avoid confusion and misinterpretations.</li>\n</ul><br/>\n\nVictoria in Future 2016 population projections are not predictions of the future, nor are they targets. They analyse changing economic and social structures and other drivers of demographic trends to indicate possible future populations if the present identified demographic and social trends continue. Projections are based exclusively on demographic components at the state and regional level, while local level projections take account of current and future land use, dwelling capacity, and development opportunities in addition to local demographic factors.<br/><br/>\n\nFor more information please visit the <a href=\"https://www.planning.vic.gov.au/land-use-and-population-research/victoria-in-future-2016/victoria-in-future-data-tables\" target=\"_blank\">DELWP VIF Portal</a>.<br/><br/>\n\nNotes: \n<ul>\n<li>AURIN has spatially enabled the original data.</li>\n<li>These detailed projections replace the projections published in Victoria in Future 2015 (based on the 2011 Census) issued by the Department of Transport, Planning and Local Infrastructure (DTPLI).</li>\n<li>The base year for the calculation of VIF2016 projections is 2015 (as at 30 June), the most recent year for which the ABS has published the Estimated Resident Population (ERP) for both Victoria and for LGAs.</li>\n<li>The data tables have been condensed to one dataset to allow longitudinal analysis of the data through year-period filters.</li>\n</ul>","selectedAttributes":[{"name":"year","type":"String","title":"Year","description":"Year","stype":"nominal","categories":[{"key":"2011","label":"2011"},{"key":"2016","label":"2016"},{"key":"2021","label":"2021"},{"key":"2026","label":"2026"},{"key":"2031","label":"2031"}],"filterValue":"2021","isDimension":true},{"name":"ogc_fid","type":"Integer","title":"Unique Identifier","description":"ogc_fid","isDimension":false},{"name":"est_res_pop_erp","type":"Integer","title":"Estimated Resident Population (ERP)","description":"Estimated Resident Population (ERP).","stype":"ratio","isDimension":false},{"name":"avg_hsld_size","type":"Double","title":"Average Household Size","description":"The average household size is calculated as the total number of people in occupied private dwellings divided by the number of occupied private dwellings. Over the past decade, the increased proportion of small households (lone person, couple without children and one parent families) has led to a decrease in the average household size.","stype":"ratio","isDimension":false},{"name":"occ_rt_pr100","type":"Double","title":"Occupancy Rate (%)","description":"The Occupancy rate is the proportion of dwellings which are occupied. By definition, Occupancy rate + Vacancy rate = 1. Victoria in Future modelling and outputs refer to the occupancy rate, as it is the occupied dwellings which accommodate the population.","stype":"ratio","isDimension":false},{"name":"p_occ_priv_dwl_popd","type":"Integer","title":"Persons in Occupied Private Dwellings (POPD)","description":"Persons in Occupied Private Dwellings (POPD).","stype":"ratio","isDimension":false},{"name":"vifsa_code","type":"String","title":"VIFSA Code 2015","description":"VIFSA Code 2015.","isDimension":false},{"name":"wkb_geometry","type":"Geometry","title":"Geometry","description":"Geometry","isDimension":false}],"filter":{"filterType":"tabular","spatial":{"bbox":[144.333634048,-38.502988016,145.878412014,-37.175098993]},"where":"(year IN ('2021'))","states":["2"]}}